Repository: maxton76/stall-bokning
Catalog: EquiDuty/EquiDuty/Resources/Localizable.xcstrings
Source language: sv
Languages: en

# health.type.other
source: Övrigt
en: Other

# health.type.veterinary
source: Veterinär
en: Veterinary

# horse.add
source: Lägg till häst
en: Add Horse

# horse.age
source: Ålder
en: Age

# horse.breed
source: Ras
en: Breed

# horse.care_activities
source: Skötselaktiviteter
en: Care Activities

# horse.care_activities.coming_soon
source: Kommer snart
en: Coming soon

# horse.care.dentist
source: Tandvård
en: Dentist

# horse.care.deworming
source: Avmaskning
en: Deworming

# horse.care.farrier
source: Hovslagare
en: Farrier

# horse.chip
source: Chipnummer
en: Chip Number

# horse.color
source: Färg
en: Color

# horse.color.bay_brown
source: Brun
en: Bay Brown

# horse.color.black
source: Svart
en: Black

# horse.color.brown
source: Brun
en: Brown

# horse.color.chestnut
source: Fux
en: Chestnut

# horse.color.cream
source: Cremello
en: Cream

# horse.color.dark_brown
source: Mörkbrun
en: Dark Brown

# horse.color.dun
source: Gulbrun
en: Dun

# horse.color.grey
source: Skimmel
en: Grey

# horse.color.piebald
source: Svartskäck
en: Piebald

# horse.color.skewbald
source: Brunskäck
en: Skewbald

# horse.color.strawberry
source: Jordgubbsskimmel
en: Strawberry Roan

# horse.date_of_birth
source: Födelsedatum
en: Date of Birth

# horse.date_of_birth.clear
source: Rensa datum
en: Clear Date

# horse.edit
source: Redigera häst
en: Edit Horse

# horse.equipment
source: Utrustning
en: Equipment

# horse.equipment.add
source: Lägg till utrustning
en: Add Equipment

# horse.equipment.edit
source: Redigera utrustning
en: Edit Equipment

# horse.equipment.location
source: Plats
en: Location

# horse.equipment.name
source: Namn
en: Name

# horse.equipment.notes
source: Anteckningar
en: Notes

# horse.federation_number
source: Förbundsnummer
en: Federation Number

# horse.fei_expiry
source: FEI-pass utgångsdatum
en: FEI Pass Expiry

# horse.fei.expired
source: Utgånget
en: Expired

# horse.fei.expires_soon %@
source: Går ut snart %@
en: Expires soon %@

# horse.fei.valid_until %@
source: Giltigt till %@
en: Valid until %@

# horse.filter.age
source: Ålder
en: Age

# horse.filter.age.max
source: Högsta ålder
en: Maximum age

# horse.filter.age.min
source: Minsta ålder
en: Minimum age

# horse.filter.clear_all
source: Rensa alla filter
en: Clear all filters

# horse.filter.gender
source: Kön
en: Gender

# horse.filter.group
source: Grupp
en: Group

# horse.filter.sort
source: Sortering
en: Sorting

# horse.filter.sort.age
source: Ålder
en: Age

# horse.filter.sort.ascending
source: Stigande ordning
en: Ascending order

# horse.filter.sort.by
source: Sortera efter
en: Sort by

# horse.filter.sort.name
source: Namn
en: Name

# horse.filter.sort.recent
source: Senaste aktivitet
en: Recent activity

# horse.filter.usage
source: Användning
en: Usage

# horse.form.basic
source: Grundinformation
en: Basic Information

# horse.form.date_of_arrival
source: Ankomstdatum
en: Date of Arrival

# horse.form.group
source: Grupp
en: Group

# horse.form.identification
source: Identifiering
en: Identification

# horse.form.management
source: Hantering
en: Management

# horse.form.paddock
source: Paddock/Hage
en: Paddock

# horse.form.photos
source: Foton
en: Photos

# horse.form.physical
source: Fysiska detaljer
en: Physical Details

# horse.form.placement
source: Placering
en: Placement

# horse.gender
source: Kön
en: Gender

# horse.gender.gelding
source: Valack
en: Gelding

# horse.gender.mare
source: Sto
en: Mare

# horse.gender.stallion
source: Hingst
en: Stallion

# horse.health_records
source: Hälsojournal
en: Health Records

# horse.health_records.empty
source: Inga hälsojournaler
en: No Health Records

# horse.health_records.empty.message
source: Hälsojournaler visas här.
en: Health records will appear here.

# horse.height
source: Mankhöjd
en: Height

# horse.history.blanket.current
source: Nuvarande
en: Current

# horse.history.blanket.putOn
source: Täcke lagt på
en: Blanket put on

# horse.history.blanket.takenOff
source: Täcke taget av
en: Blanket taken off

# horse.history.blanket.target
source: Mål
en: Target

# horse.history.blanket.unchanged
source: Täcke oförändrat
en: Blanket unchanged

# horse.history.empty
source: Ingen aktivitetshistorik
en: No Activity History

# horse.history.empty.description
source: Aktivitetshistorik visas här när rutinuppgifter slutförs för denna häst.
en: Activity history will appear here when routine tasks are completed for this horse.

# horse.history.feeding.confirmed
source: Utfodring bekräftad
en: Feeding confirmed

# horse.history.feeding.notConfirmed
source: Utfodring ej bekräftad
en: Feeding not confirmed

# horse.history.filter.allCategories
source: Alla kategorier
en: All categories

# horse.history.filter.allTime
source: Hela tiden
en: All time

# horse.history.filter.categories
source: Kategorier
en: Categories

# horse.history.filter.categories %lld
source: %lld kategorier
en: %lld categories

# horse.history.filter.dateRange
source: Tidsperiod
en: Time Period

# horse.history.filter.last7Days
source: Senaste 7 dagarna
en: Last 7 days

# horse.history.filter.last30Days
source: Senaste 30 dagarna
en: Last 30 days

# horse.history.hasNotes
source: Anteckningar
en: Notes

# horse.history.hasPhotos
source: Foton bifogade
en: Photos attached

# horse.history.loadMore
source: Ladda fler
en: Load More

# horse.history.medication.given
source: Medicin given
en: Medication given

# horse.history.medication.skipped
source: Medicin överhoppad
en: Medication skipped

# horse.history.noDetails
source: Inga ytterligare detaljer
en: No additional details

# horse.history.notes
source: Anteckningar
en: Notes

# horse.history.photos %lld
source: %lld bilder
en: %lld photos

# horse.history.skipReason
source: Anledning
en: Reason

# horse.history.snapshot.blanket
source: Täcke
en: Blanket

# horse.history.snapshot.feeding
source: Utfodring
en: Feeding

# horse.history.snapshot.medication
source: Medicinering
en: Medication

# horse.history.status.completed
source: Utförd
en: Completed

# horse.history.status.skipped
source: Överhoppad
en: Skipped

# horse.history.today
source: Idag
en: Today

# horse.identification.empty
source: Ingen identifikationsinformation tillgänglig
en: No identification information available

# horse.info.basic
source: Grundinformation
en: Basic Information

# horse.info.identification
source: Identifiering
en: Identification

# horse.loading
source: Laddar...
en: Loading...

# horse.location
source: Plats
en: Location

# horse.location.external
source: Nuvarande plats
en: Current Location

# horse.name
source: Namn
en: Name

# horse.notes
source: Anteckningar
en: Notes

# horse.owner
source: Ägare
en: Owner

# horse.ownership
source: Ägarskap
en: Ownership

# horse.ownership.add
source: Lägg till ägarskap
en: Add Ownership

# horse.ownership.add_first
source: Lägg till första ägaren
en: Add first owner

# horse.ownership.contact
source: Kontaktinformation
en: Contact Information

# horse.ownership.delete.message
source: Är du säker på att du vill ta bort detta ägarskap?
en: Are you sure you want to delete this ownership record?

# horse.ownership.delete.title
source: Ta bort ägarskap
en: Delete Ownership

# horse.ownership.details
source: Ägardetaljer
en: Ownership Details

# horse.ownership.edit
source: Redigera ägarskap
en: Edit Ownership

# horse.ownership.empty
source: Inga ägaruppgifter
en: No ownership records

# horse.ownership.end_date
source: Slutdatum
en: End Date

# horse.ownership.has_end_date
source: Har slutdatum
en: Has End Date

# horse.ownership.name
source: Namn
en: Name

# horse.ownership.notes
source: Anteckningar
en: Notes

# horse.ownership.owner
source: Ägare
en: Owner

# horse.ownership.percentage
source: Ägarandel
en: Ownership Percentage

# horse.ownership.role
source: Roll
en: Role

# horse.ownership.role.co_owner
source: Delägare
en: Co-Owner

# horse.ownership.role.leaseholder
source: Hyrestagare
en: Leaseholder

# horse.ownership.role.primary
source: Ägare
en: Primary Owner

# horse.ownership.role.syndicate
source: Syndikat
en: Syndicate

# horse.ownership.since %@
source: Sedan %@
en: Since %@

# horse.ownership.start_date
source: Startdatum
en: Start Date

# horse.ownership.total
source: Total ägarandel
en: Total Ownership

# horse.pedigree
source: Härstamning
en: Pedigree

# horse.pedigree.breeder
source: Uppfödare
en: Breeder

# horse.pedigree.dam
source: Mor
en: Dam

# horse.pedigree.damsire
source: Morfar
en: Dam's Sire

# horse.pedigree.sire
source: Far
en: Sire

# horse.pedigree.studbook
source: Stambok
en: Studbook

# horse.photo.avatar
source: Profilbild
en: Avatar Photo

# horse.photo.choose_from_library
source: Välj från bibliotek
en: Choose from Library

# horse.photo.cover
source: Omslagsfoto
en: Cover Photo

# horse.photo.crop_confirm
source: Använd bild
en: Use Photo

# horse.photo.crop_instructions
source: Dra för att flytta, nyp för att zooma
en: Drag to move, pinch to zoom

# horse.photo.load_error_message
source: Det valda fotot kunde inte laddas. Försök med en annan bild.
en: The selected photo could not be loaded. Please try another image.

# horse.photo.load_error_title
source: Kunde inte ladda foto
en: Could Not Load Photo

# horse.photo.remove_photo
source: Ta bort foto
en: Remove Photo

# horse.photo.take_photo
source: Ta foto
en: Take Photo

# horse.photo.tap_to_add
source: Tryck för att lägga till
en: Tap to add

# horse.special_instructions
source: Speciella instruktioner
en: Special Instructions

# horse.stable
source: Stall
en: Stable

# horse.stable.since %@
source: Sedan %@
en: Since %@

# horse.status.active
source: Aktiv
en: Active

# horse.status.inactive
source: Inaktiv
en: Inactive

# horse.tab.health
source: Hälsa
en: Health

# horse.tab.history
source: Historik
en: History

# horse.team.add_first
source: Lägg till första teammedlemmen
en: Add first team member

# horse.team.delete.message
source: Är du säker på att du vill ta bort denna teammedlem?
en: Are you sure you want to remove this team member?

# horse.team.delete.title
source: Ta bort teammedlem
en: Delete Team Member

# horse.team.empty
source: Inga teammedlemmar
en: No Team Members

# horse.team.empty.message
source: Denna häst har inga tilldelade teammedlemmar.
en: This horse doesn't have any team members assigned.

# horse.team.member
source: Teammedlem
en: Team Member

# horse.team.member.add
source: Lägg till teammedlem
en: Add Team Member

# horse.team.member.contact
source: Kontaktinformation
en: Contact Information

# horse.team.member.edit
source: Redigera teammedlem
en: Edit Team Member

# horse.team.member.is_primary
source: Primär kontakt
en: Primary Contact

# horse.team.member.name
source: Namn
en: Name

# horse.team.member.notes
source: Anteckningar
en: Notes

# horse.team.member.role
source: Roll
en: Role

# horse.team.primary
source: Primär
en: Primary

# horse.team.role.dentist
source: Hästtandläkare
en: Dentist

# horse.team.role.farrier
source: Hovslagare
en: Farrier

# horse.team.role.groom
source: Skötare
en: Groom

# horse.team.role.other
source: Annan
en: Other

# horse.team.role.physiotherapist
source: Fysioterapeut
en: Physiotherapist

# horse.team.role.rider
source: Ryttare
en: Rider

# horse.team.role.saddler
source: Sadelmakare
en: Saddler

# horse.team.role.trainer
source: Tränare
en: Trainer

# horse.team.role.veterinarian
source: Veterinär
en: Veterinarian

# horse.usage
source: Användning
en: Usage

# horse.usage.breeding
source: Avel
en: Breeding

# horse.usage.care
source: Skötsel
en: Care

# horse.vaccination.add
source: Lägg till vaccination
en: Add Vaccination

# horse.vaccination.add_first
source: Lägg till första vaccinationen
en: Add first vaccination

# horse.vaccination.current
source: Aktuell
en: Current

# horse.vaccination.date
source: Datum
en: Date

# horse.vaccination.delete.message
source: Är du säker på att du vill ta bort denna vaccinationsuppgift?
en: Are you sure you want to delete this vaccination record?

# horse.vaccination.delete.title
source: Ta bort vaccination
en: Delete Vaccination

# horse.vaccination.details
source: Detaljer
en: Details

# horse.vaccination.edit
source: Redigera vaccination
en: Edit Vaccination

# horse.vaccination.expired
source: Utgången
en: Expired

# horse.vaccination.expiring_soon
source: Går ut snart
en: Expiring Soon

# horse.vaccination.history
source: Vaccinationshistorik
en: Vaccination History

# horse.vaccination.history.empty
source: Inga vaccinationsuppgifter
en: No vaccination records

# horse.vaccination.last
source: Senaste vaccination
en: Last Vaccination

# horse.vaccination.name
source: Vaccinnamn
en: Vaccine Name

# horse.vaccination.next
source: Nästa förfaller
en: Next Due

# horse.vaccination.no_records
source: Inga journaler
en: No Records

# horse.vaccination.no_rule
source: Ingen regel
en: No Rule

# horse.vaccination.notes
source: Anteckningar
en: Notes

# horse.vaccination.rule
source: Vaccinationsregel
en: Vaccination Rule

# horse.vaccination.status
source: Vaccinationsstatus
en: Vaccination Status

# horse.vaccination.vet_name
source: Veterinär
en: Veterinarian

# horses.add
source: Lägg till häst
en: Add Horse

# horses.empty.message
source: Lägg till din första häst för att komma igång.
en: Add your first horse to get started.

# horses.empty.title
source: Inga hästar
en: No Horses

# horses.no_results.message
source: Inga hästar matchar din sökning eller filter.
en: No horses match your search or filter.

# horses.no_results.title
source: Inga resultat
en: No Results

# horses.scope
source: Visa
en: View

# horses.scope.all
source: Alla
en: All

# horses.scope.owned
source: Mina
en: Owned

# horses.search
source: Sök hästar
en: Search horses

# horses.title
source: Hästar
en: Horses

# language.change_message
source: Appen måste startas om för att tillämpa språkändringen. Vill du starta om nu?
en: The app needs to restart to apply the language change. Do you want to restart now?

# language.change_title
source: Byt språk
en: Change Language

# language.restart_now
source: Starta om nu
en: Restart Now

# language.restart_required
source: Att byta språk kräver att appen startas om.
en: Changing the language requires restarting the app.

# language.system_settings
source: Öppna systeminställningar
en: Open System Settings

# language.system_settings_hint
source: Du kan också ändra appens språk i iOS Inställningar → EquiDuty → Språk.
en: You can also change the app language in iOS Settings → EquiDuty → Language.

# language.title
source: Språk
en: Language

# login.email
source: E-post
en: Email

# login.email.placeholder
source: din@epost.se
en: your@email.com

# login.forgot_password
source: Glömt lösenord?
en: Forgot password?

# login.no_account
source: Har du inget konto?
en: Don't have an account?

# login.or
source: eller
en: or

# login.password
source: Lösenord
en: Password

# login.password.placeholder
source: Ange lösenord
en: Enter password

# login.sign_in
source: Logga in
en: Sign In

# login.sign_in_apple
source: Logga in med Apple
en: Sign in with Apple

# login.sign_in_google
source: Logga in med Google
en: Sign in with Google

# login.sign_up
source: Registrera dig
en: Sign Up

# login.subtitle
source: Logga in för att hantera ditt stall
en: Sign in to manage your stable

# network.quality.excellent
source: Utmärkt
en: Excellent

# network.quality.fair
source: Svag
en: Fair

# network.quality.good
source: Bra
en: Good

# network.quality.poor
source: Dålig
en: Poor

# network.type.cellular
source: Mobilt nätverk
en: Cellular

# network.type.unknown
source: Okänd
en: Unknown

# network.type.wired
source: Kabelnätverk
en: Wired

# network.warning.fair
source: Svag nätverksanslutning. Uppladdning kan vara långsam.
en: Weak network connection. Upload may be slow.

# network.warning.offline
source: Ingen nätverksanslutning. Anslut till WiFi eller mobilt nätverk.
en: No network connection. Please connect to WiFi or cellular.

# network.warning.poor
source: Dålig nätverksanslutning. Uppladdning kan misslyckas.
en: Poor network connection. Upload may fail.

# notifications.activities
source: Aktivitetspåminnelser
en: Activity Reminders

# notifications.categories
source: Kategorier
en: Categories

# notifications.enabled
source: Aktivera notifieringar
en: Enable Notifications

# notifications.feeding
source: Utfodringspåminnelser
en: Feeding Reminders

# notifications.routines
source: Rutinpåminnelser
en: Routine Reminders

# notifications.title
source: Notifieringar
en: Notifications

# organization.selection.empty
source: Inga organisationer tillgängliga
en: No organizations available

# organization.selection.title
source: Välj organisation
en: Select Organization

# password.fair
source: Godkänt
en: Fair

# password.good
source: Bra
en: Good

# password.strong
source: Starkt
en: Strong

# password.weak
source: Svagt
en: Weak

# priority.critical
source: Kritisk
en: Critical

# priority.warning
source: Varning
en: Warning

# reservation.approve
source: Godkänn
en: Approve

# reservation.bookedBy
source: Bokad av
en: Booked by

# reservation.cancel
source: Avboka
en: Cancel Reservation

# reservation.cancelConfirm
source: Är du säker på att du vill avboka?
en: Are you sure you want to cancel this reservation?

# reservation.capacity.full
source: Alla hästplatser upptagna
en: All horse slots taken

# reservation.capacity.slotsUsed %lld %lld
source: %lld av %lld hästplatser upptagna
en: %lld of %lld horse slots taken

# reservation.conflict
source: Tidskollision
en: Time Conflict

# reservation.contactInfo.placeholder
source: Telefon eller e-post
en: Phone or email

# reservation.create
source: Ny bokning
en: New Reservation

# reservation.date
source: Datum
en: Date

# reservation.detail
source: Bokningsdetaljer
en: Reservation Details

# reservation.edit
source: Redigera bokning
en: Edit Reservation

# reservation.endTime
source: Sluttid
en: End Time

# reservation.horse
source: Häst
en: Horse

# reservation.horseCount %lld
source: %lld hästar
en: %lld horses

# reservation.horses
source: Hästar
en: Horses

# reservation.horsesSelected %lld
source: %lld valda
en: %lld selected

# reservation.noHorse
source: Ingen häst
en: No horse

# reservation.noHorsesAvailable
source: Inga hästar tillgängliga
en: No horses available

# reservation.notes
source: Anteckningar
en: Notes

# reservation.past
source: Tidigare
en: Past

# reservation.purpose
source: Syfte
en: Purpose

# reservation.recurringPartialFailure %@
source: Bokningen sparades, men återkommande veckor %@ kunde inte skapas.
en: Reservation saved, but recurring weeks %@ could not be created.

# reservation.recurringWeekly
source: Återkommande veckovis
en: Recurring weekly

# reservation.recurringWeekly.description
source: Boka automatiskt samma tid varje vecka i 4 veckor framåt
en: Book automatically same time every week for 4 weeks

# reservation.reject
source: Avslå
en: Reject

# reservation.selectHorses
source: Välj hästar
en: Select horses

# reservation.startingSoon
source: Börjar snart
en: Starting Soon

# reservation.startTime
source: Starttid
en: Start Time

# reservation.status.cancelled
source: Avbokad
en: Cancelled

# reservation.status.completed
source: Slutförd
en: Completed

# reservation.status.confirmed
source: Bekräftad
en: Confirmed

# reservation.status.noShow
source: Uteblev
en: No Show

# reservation.status.pending
source: Väntar
en: Pending

# reservation.status.rejected
source: Avslagen
en: Rejected

# reservation.suggestedSlots.header
source: Föreslagna lediga tider:
en: Suggested available times:

# reservation.suggestedSlots.spotsAvailable
source: platser lediga
en: spots available

# reservation.upcoming
source: Kommande
en: Upcoming

# routine.category.blanket
source: Täcke
en: Blanket

# routine.category.bring_in
source: Insläpp
en: Bring In

# routine.category.cleaning
source: Städning
en: Cleaning

# routine.category.feeding
source: Utfodring
en: Feeding

# routine.category.health_check
source: Visitering
en: Health Check

# routine.category.medication
source: Medicinering
en: Medication

# routine.category.mucking
source: Mockning
en: Mucking

# routine.category.other
source: Övrigt
en: Other

# routine.category.preparation
source: Förberedelse
en: Preparation

# routine.category.safety
source: Säkerhetskontroll
en: Safety Check

# routine.category.turnout
source: Utsläpp
en: Turnout

# routine.category.water
source: Vatten
en: Water

# routine.complete.confirm
source: Slutför
en: Complete

# routine.complete.message
source: Är du säker på att du vill markera denna rutin som slutförd?
en: Are you sure you want to mark this routine as complete?

# routine.complete.title
source: Slutföra rutin?
en: Complete Routine?

# routine.continue
source: Fortsätt
en: Continue

# routine.finish
source: Slutför
en: Finish

# routine.finish.all_done
source: Allt klart
en: All Done

# routine.flow
source: Rutin
en: Routine

# routine.horse.addNote
source: Lägg till anteckning
en: Add note

# routine.horse.blanket
source: Täcke
en: Blanket

# routine.horse.blanket.current
source: Nuvarande
en: Current

# routine.horse.blanket.off
source: Av
en: Off

# routine.horse.blanket.on
source: På
en: On

# routine.horse.blanket.unchanged
source: Oförändrat
en: Unchanged

# routine.horse.done
source: Klar
en: Done

# routine.horse.feeding
source: Utfodring
en: Feeding

# routine.horse.medication
source: Medicinering
en: Medication

# routine.horse.medication.required
source: Krävs
en: Required

# routine.horse.medication.skip
source: Hoppa över
en: Skip

# routine.horse.medication.skipReason
source: Anledning
en: Reason

# routine.horse.noReason
source: Ingen anledning angiven
en: No reason provided

# routine.horse.note
source: Anteckning
en: Note

# routine.horse.skip
source: Hoppa över
en: Skip

# routine.horse.skipReason
source: Anledning
en: Reason

# routine.horse.skipReasonPrompt
source: Ange en anledning till varför du hoppar över denna häst.
en: Please provide a reason for skipping this horse.

# routine.horse.supplements
source: Tillskott
en: Supplements

# routine.photo.add
source: Lägg till foto
en: Add photo

# routine.photo.choose
source: Välj från bibliotek
en: Choose from library

# routine.photo.count %lld %lld
source: %lld av %lld foton
en: %lld of %lld photos

# routine.photo.remove
source: Ta bort foto
en: Remove photo

# routine.photo.retry
source: Försök igen
en: Retry

# routine.photo.retry_failed %lld
source: Fortfarande %lld uppladdningar kvar i kön
en: Still %lld uploads remaining in queue

# routine.photo.take
source: Ta foto
en: Take photo

# routine.photo.title
source: Fotobevis
en: Photo evidence

# routine.photo.upload_failed
source: Uppladdning misslyckades
en: Upload failed

# routine.photo.upload_partial_failed %lld
source: Misslyckades ladda upp %lld foton. Tryck försök igen.
en: Failed to upload %lld photos. Tap retry.

# routine.photo.uploading
source: Laddar upp foton...
en: Uploading photos...

# routine.start
source: Starta
en: Start

# routine.status.cancelled
source: Avbruten
en: Cancelled

# routine.status.completed
source: Slutförd
en: Completed

# routine.status.in_progress
source: Pågår
en: In Progress

# routine.status.missed
source: Missad
en: Missed

# routine.status.scheduled
source: Schemalagd
en: Scheduled

# routine.status.started
source: Startad
en: Started

# routine.step_of %lld %lld
source: Steg %1$lld av %2$lld
en: Step %1$lld of %2$lld

# routine.step.complete
source: Slutför steg
en: Complete Step

# routine.step.complete.last
source: Slutför rutinen
en: Complete Routine

# routine.step.description
source: Beskrivning
en: Description

# routine.step.error.title
source: Fel
en: Error

# routine.step.horses
source: Hästar
en: Horses

# routine.step.incomplete_horses.confirm
source: Markera alla klara
en: Mark All Done
